export default {
  projections: {
    ПланирСобесE: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      время: {
        __caption__: 'Время'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Регист анкеты',
        фИОКандид: {
          __caption__: 'Ф и о кандид'
        }
      }
    },
    ПланирСобесL: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      время: {
        __caption__: 'Время'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Ф и о кандид',
        фИОКандид: {
          __caption__: 'Ф и о кандид'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    датаПланСобес: {
      __caption__: 'Дата план собес'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    кабинет: {
      __caption__: 'Кабинет'
    },
    этаж: {
      __caption__: 'Этаж'
    },
    организация: {
      __caption__: 'Организация'
    },
    регистАнкеты: {
      __caption__: 'Регист анкеты'
    }
  }
};
